[
    {
        "quote": "Let food be thy medicine and medicine be thy food.",
        "author": "Hippocrates"
    },
    {
        "quote": "You are what you eat.",
        "author": "Anthelme Brillat-Savarin"
    },
    {
        "quote": "The food you eat can be either the safest and most powerful form of medicine, or the slowest form of poison.",
        "author": "Ann Wigmore"
    },
    {
        "quote": "Tell me what you eat, and I will tell you who you are.",
        "author": "Jean Anthelme Brillat-Savarin"
    },
    {
        "quote": "The doctor of the future will no longer treat the human frame with drugs, but rather will cure and prevent disease with nutrition.",
        "author": "Thomas Edison"
    },
    {
        "quote": "Your body is a temple, but only if you treat it as one.",
        "author": "Astrid Alauda"
    },
    {
        "quote": "Don't eat anything your great-grandmother wouldn't recognize as food.",
        "author": "Michael Pollan"
    },
    {
        "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not.",
        "author": "Mark Twain"
    },
    {
        "quote": "To eat is a necessity, but to eat intelligently is an art.",
        "author": "François de La Rochefoucauld"
    },
    {
        "quote": "The greatest wealth is health.",
        "author": "Virgil"
    },
    {
        "quote": "Take care of your body. It's the only place you have to live.",
        "author": "Jim Rohn"
    },
    {
        "quote": "A fit, healthy body—that is the best fashion statement.",
        "author": "Jess C. Scott"
    },
    {
        "quote": "Don't dig your grave with your own knife and fork.",
        "author": "English Proverb"
    },
    {
        "quote": "Eat food, not too much, mostly plants.",
        "author": "Michael Pollan"
    },
    {
        "quote": "He who takes medicine and neglects to diet wastes the skill of his doctors.",
        "author": "Chinese Proverb"
    },
    {
        "quote": "The doctor of the future will give no medicine but will interest his patients in the care of the human frame, in diet and in the cause and prevention of disease.",
        "author": "Thomas Edison"
    },
    {
        "quote": "Good nutrition creates health in all areas of our existence. All parts are interconnected.",
        "author": "T. Colin Campbell"
    },
    {
        "quote": "Health is not about the weight you lose, but about the life you gain.",
        "author": "Dr. Josh Axe"
    },
    {
        "quote": "The best doctor gives the least medicine.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "If you keep on eating unhealthy food, then no matter how many weight loss tips you follow, you are likely to retain weight and become obese. If only you start eating healthy food, you will be pleasantly surprised how easy it is to lose weight.",
        "author": "Subodh Gupta"
    },
    {
        "quote": "One cannot think well, love well, or sleep well, if one has not dined well.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "I don’t think I’ll ever grow old and say, ‘What was I thinking eating all those fruits and vegetables?’",
        "author": "Nancy S. Mure"
    },
    {
        "quote": "When you start eating foods without labels, you no longer need to count calories.",
        "author": "Amanda Kraft"
    },
    {
        "quote": "Your body is the direct result of what you eat as well as what you don’t eat.",
        "author": "Gloria Swanson"
    },
    {
        "quote": "People who love to eat are always the best people.",
        "author": "Julia Child"
    },
    {
        "quote": "Food is medicine, and the right kind of a relationship with food can make a positive impact on your health.",
        "author": "Hayley Hobson"
    },
    {
        "quote": "Exercise is king; nutrition is queen. Put them together, and you’ve got a kingdom.",
        "author": "Jack LaLanne"
    },
    {
        "quote": "All children should have the basic nutrition they need to learn and grow and to pursue their dreams, because, in the end, nothing is more important than the health and well-being of our children.",
        "author": "Michelle Obama"
    },
    {
        "quote": "If you keep good food in your fridge, you will eat good food.",
        "author": "Errick McAdams"
    },
    {
        "quote": "By eating many fruits and vegetables in place of fast food and junk food, people could avoid obesity.",
        "author": "David H. Murdock"
    },
    {
        "quote": "The best and most efficient pharmacy is within your own system.",
        "author": "Robert C. Peale"
    },
    {
        "quote": "I always take the time to eat well and eat locally because it’s common sense.",
        "author": "Ellen Page"
    },
    {
        "quote": "One should eat to live, not live to eat.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "My favorite thing to do is eat, and eat well.",
        "author": "Lena Olin"
    },
    {
        "quote": "We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food.",
        "author": "Marcus Samuelsson"
    },
    {
        "quote": "Your diet is a bank account. Good food choices are good investments.",
        "author": "Bethenny Frankel"
    },
    {
        "quote": "Every time you eat or drink, you are either feeding disease or fighting it.",
        "author": "Heather Morgan"
    },
    {
        "quote": "Science and mindfulness complement each other in helping people to eat well and maintain their health and well-being.",
        "author": "Nhat Hanh"
    },
    {
        "quote": "In our fast-forward culture, we have lost the art of eating well. Food is often little more than fuel to pour down the hatch while doing other stuff – surfing the Web, driving, walking along the street. Dining al desko is now the norm in many workplaces. All of this speed takes a toll. Obesity, eating disorders and poor nutrition are rife.",
        "author": "Carl Honoré"
    },
    {
        "quote": "To change our eating habits, we must learn to eat mindfully, being more aware of chewing and tasting what we eat so that the brain can register the incoming nutrients.",
        "author": "John M. Poothullil"
    },
    {
        "quote": "Let food be your medicine and medicine be your food.",
        "author": "Hippocrates"
    },
    {
        "quote": "By cleansing your body on a regular basis and eliminating as many toxins as possible from your environment, your body can begin to heal itself, prevent disease, and become stronger and more resilient than you ever dreamed possible!",
        "author": "Dr. Edward Group III"
    },
    {
        "quote": "Don’t eat anything your great-great grandmother wouldn’t recognize as food. There are a great many food-like items in the supermarket your ancestors wouldn’t recognize as food. Stay away from these.",
        "author": "Michael Pollan"
    },
    {
        "quote": "To a significant degree, we are an overfed and undernourished nation digging an early grave with our teeth.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "The produce manager is more important to my children’s health than the pediatrician.",
        "author": "Meryl Streep"
    },
    {
        "quote": "What most people don’t realize is that food is not just calories; it’s information. It actually contains messages that connect to every cell in the body.",
        "author": "Dr. Mark Hyman"
    },
    {
        "quote": "Those who think they have no time for healthy eating, will sooner or later have to find time for illness.",
        "author": "Edward Stanley"
    },
    {
        "quote": "Any food that requires enhancing by the use of chemical substances should in no way be considered a food.",
        "author": "John H. Tobe"
    },
    {
        "quote": "You are what you eat. What would YOU like to be?",
        "author": "Julie Murphy"
    },
    {
        "quote": "I believe in eating real food.",
        "author": "Martha Stewart"
    },
    {
        "quote": "Success is the sum of small efforts, repeated day in and day out.",
        "author": "Robert Collier"
    },
    {
        "quote": "It is health that is real wealth and not pieces of gold and silver.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "A journey of a thousand miles begins with a single step.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Moderation. Small helpings. Sample a little bit of everything. These are the secrets of happiness and good health.",
        "author": "Julia Child"
    },
    {
        "quote": "Your body is not a temple, it’s an amusement park. Enjoy the ride.",
        "author": "Anthony Bourdain"
    },
    {
        "quote": "Sorry, there’s no magic bullet. You gotta eat healthy and live healthy to be healthy and look healthy. End of story.",
        "author": "Morgan Spurlock"
    },
    {
        "quote": "To keep the body in good health is a duty, otherwise we shall not be able to keep our mind strong and clear.",
        "author": "Buddha"
    },
    {
        "quote": "To eat is a necessity, but to eat intelligently is an art.",
        "author": "François de La Rochefoucauld"
    },
    {
        "quote": "Take care of your body. It’s the only place you have to live.",
        "author": "Jim Rohn"
    },
    {
        "quote": "The first wealth is health.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "When diet is wrong, medicine is of no use. When diet is correct, medicine is of no need.",
        "author": "Ayurvedic Proverb"
    },
    {
        "quote": "Proper nutrition is the difference between feeling exhausted and getting the most out of a workout.",
        "author": "Summer Sanders"
    },
    {
        "quote": "Came from a plant, eat it; was made in a plant, don’t.",
        "author": "Michael Pollan"
    },
    {
        "quote": "You may have to fight a battle more than once to win it.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "Health is like money. We never have a true idea of its value until we lose it.",
        "author": "Josh Billings"
    },
    {
        "quote": "Eat breakfast like a king, lunch like a prince and dinner like a pauper.",
        "author": "Adelle Davis"
    },
    {
        "quote": "Healthy eating isn’t about counting fat grams, dieting, cleanses and antioxidants; it’s about eating food untouched from the way we find it in nature in a balanced way.",
        "author": "Pooja Mottl"
    },
    {
        "quote": "I try to stay out of the mindset of needing to fix myself. I do whatever seems fun to me.",
        "author": "Taylor Schilling"
    },
    {
        "quote": "The reason lifestyle is such an important issue is 75 percent of all our chronic diseases are due to lifestyle issues. If you’re really not addressing lifestyle, you’re not going to move the needle in terms of health.",
        "author": "Dexter Shurney"
    },
    {
        "quote": "Eating healthy food fills your body with energy and nutrients. Imagine your cells smiling back at you and saying: ‘Thank you!’",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "To ensure good health: eat lightly, breathe deeply, live moderately, cultivate cheerfulness and maintain an interest in life.",
        "author": "William Londen"
    },
    {
        "quote": "By choosing healthy over skinny, you are choosing self-love over self-judgment.",
        "author": "Steve Maraboli"
    },
    {
        "quote": "This is what people don’t understand: obesity is a symptom of poverty. It’s not a lifestyle choice where people are just eating and not exercising. It’s because kids – and this is the problem with the school lunch right now – are getting sugar, fat and empty calories – lots of calories– but no nutrition.",
        "author": "Tom Colicchio"
    },
    {
        "quote": "He who has health has hope, and he who has hope has everything.",
        "author": "Arabian Proverb"
    },
    {
        "quote": "Man is what he eats.",
        "author": "Lucretius"
    },
    {
        "quote": "Life is a tragedy of nutrition.",
        "author": "Arnold Ehret"
    },
    {
        "quote": "Diet is the essential key to all successful healing. Without a proper balanced diet, the effectiveness of herbal treatment is very limited.",
        "author": "Michael Tierra"
    },
    {
        "quote": "Water is the most neglected nutrient in your diet, but one of the most vital.",
        "author": "Julia Child"
    },
    {
        "quote": "Life is not living, but living in health.",
        "author": "Martial"
    },
    {
        "quote": "Most people don’t have a problem going on a diet. The problem is being consistent on their diet.",
        "author": "Karen Sessions"
    },
    {
        "quote": "Time and health are two precious assets that we don’t recognize and appreciate until they have been depleted.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Good food ends with good talk.",
        "author": "Jules Renard"
    },
    {
        "quote": "Sugar is the sociopath of food. It acts sweet but it’s really poison.",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "The excitement of vitamins, nutrition, and metabolism permeated the environment.",
        "author": "Paul D. Boyer"
    },
    {
        "quote": "Diets don’t work but a healthy lifestyle does.",
        "author": "Cheshire Nutrition"
    },
    {
        "quote": "Intermittent fasting is not about deprivation, it’s about giving your body the time it needs to heal and rejuvenate.",
        "author": "DoFasting"
    },
    {
        "quote": "Nature is the best physician.",
        "author": "Hippocrates"
    },
    {
        "quote": "The second day of a diet is always easier than the first. By the second day, you’re off it.",
        "author": "Jackie Gleason"
    },
    {
        "quote": "Our body is the only one we’ve been given, so we need to maintain it; we need to give it the best nutrition.",
        "author": "Trudie Styler"
    },
    {
        "quote": "Health and cheerfulness naturally beget each other.",
        "author": "Joseph Addison"
    },
    {
        "quote": "How can you expect your body to last for a long and enjoyable time if you don’t put the proper building blocks in there?",
        "author": "Dr. Dan Rogers"
    },
    {
        "quote": "Just like keeping a healthy diet is important to maintaining a healthy lifestyle, eating the right foods is just as important for getting the most out of your workout.",
        "author": "Marcus Samuelsson"
    },
    {
        "quote": "The way you eat, the way you think, and the way you behave can influence your life by 30 to 50 years.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "Add more foods without labels so that you can focus on counting nutrients over calories.",
        "author": "Food Matters"
    },
    {
        "quote": "Our body doesn’t know how to digest these food-like products resulting in stress and weight gain. Nourish your body with real food, and it will shine for you.",
        "author": "Jason Fale"
    },
    {
        "quote": "Nutrition isn’t just about eating, it’s about learning to live.",
        "author": "Patricia Compton"
    },
    {
        "quote": "Nature is so smart, it puts medicine in the food.",
        "author": "David Wolfe"
    },
    {
        "quote": "The problem is that we are not eating food anymore, we are eating food-like products.",
        "author": "Dr. Alejandro Junger"
    },
    {
        "quote": "Real food doesn’t have ingredients. Real food is the ingredients.",
        "author": "Jamie Oliver"
    },
    {
        "quote": "Let nothing that can be treated by diet be treated by any other means.",
        "author": "Maimonides"
    },
    {
        "quote": "Nothing tastes as good as healthy feels.",
        "author": "Eat Real Food"
    },
    {
        "quote": "Good nutrition creates health in all areas of our existence. All of our parts are interconnected.",
        "author": "T. Colin Campbell"
    },
    {
        "quote": "Nutrition is so important. It can’t be stressed enough.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "It’s all about nutrition. You can train, train, train all you want but you can’t outtrain a bad diet.",
        "author": "Joe Wicks"
    },
    {
        "quote": "Popeye was right about spinach: dark green, leafy vegetables are the healthiest food on the planet. As whole foods go, they offer the most nutrition per calorie.",
        "author": "Michael Greger"
    },
    {
        "quote": "Remember when your body is hungry, it wants nutrients not calories.",
        "author": "Nourishing Children Org"
    },
    {
        "quote": "As places of learning, schools have a responsibility to also educate on nutrition, which is far more important than algebra.",
        "author": "Lynda Resnick"
    },
    {
        "quote": "I cannot stress a greater importance than to teach the young generation about the risks of unhealthy eating.",
        "author": "Marcus Samuelsson"
    },
    {
        "quote": "I believe that parents need to make nutrition education a priority in their home environment.",
        "author": "Cat Cora"
    },
    {
        "quote": "Our pets rely on us entirely for their nutrition. We have more control over our pet’s diet than we do with our children or ourselves.",
        "author": "Alison Sweeney"
    },
    {
        "quote": "Our bodies are our gardens; our wills are our gardeners.",
        "author": "William Shakespeare"
    },
    {
        "quote": "The concept of being a locavore, or choosing locally grown or produced food whenever possible, is of great importance.",
        "author": "Tyler Florence"
    },
    {
        "quote": "If I could give one tip for people – it’s not an exercise or nutrition regimen. It’s to walk your talk and believe in yourself.",
        "author": "Brett Hoebel"
    },
    {
        "quote": "Having balanced nutrition is very important to keep my body in shape and healthy.",
        "author": "Cintia Dicker"
    },
    {
        "quote": "As women gain power, their values and priorities are reshaping the agenda, spending more on health, nutrition, and education.",
        "author": "Dee Dee Myers"
    },
    {
        "quote": "Hunger, inadequate medical care, poor housing, and inferior schools are enemies of the sense of wonder. It’s easier to prevent than to restore.",
        "author": "Margaret Geller"
    },
    {
        "quote": "School is where children spend most of their time, so we lay the foundation for healthy habits and nutrition.",
        "author": "Richard J. Codey"
    },
    {
        "quote": "Developing a diet that is healthful, balanced, and appropriate for your caloric needs is critical for a healthy lifestyle.",
        "author": "Daphne Oz"
    },
    {
        "quote": "I hope someday we will be able to proclaim that we have banished hunger and brought nutrition and health to the world.",
        "author": "George McGovern"
    },
    {
        "quote": "To be a nutritionist in France, you must be a doctor, seven years of study, and three more years in nutrition.",
        "author": "Pierre Dukan"
    },
    {
        "quote": "My best nutrition tip is to eat things you like that are low in calories and fat.",
        "author": "Nate Holland"
    },
    {
        "quote": "The sweetest thing we ever had was animal crackers in the pantry. My parents made sure we didn’t have junk food readily available.",
        "author": "Andrew Luck"
    },
    {
        "quote": "I am very concerned about nutrition and always try to be careful about what I eat.",
        "author": "Daniel Boulud"
    },
    {
        "quote": "Nutrition doesn’t have to be complicated. Start with a real breakfast and drink water before you go out the door.",
        "author": "Summer Sanders"
    },
    {
        "quote": "It’s all about how you treat your body. Proper rest and proper nutrition matter.",
        "author": "Tony Gonzalez"
    },
    {
        "quote": "I had a chaotic home life, so my diet wasn’t great. Nutrition affects behavior and health from an early age.",
        "author": "Joe Wicks"
    },
    {
        "quote": "It’s important to get maximum nutrition in the mornings. Eat fiber-rich foods that fill you up.",
        "author": "Lara Dutta"
    },
    {
        "quote": "Nutrition is very important to me for both my own health and wellness, but also for my children.",
        "author": "Christina Anstead"
    },
    {
        "quote": "Food is more than a commodity. It’s also a community. What you eat literally becomes you.",
        "author": "Ocean Robbins"
    },
    {
        "quote": "I have learned a valuable lesson from my own mother: good nutrition starts in the home.",
        "author": "Mercedes Schlapp"
    }
]